[
	{ "title": "Kirk Douglas, ‘Spartacus’ Star and Legend of Hollywood’s Golden Age, Dies at 103" },
	{ "title": "Just impressive." },
	{ "title": "Megathread: United States Senate Votes to Acquit President Trump on Both Articles of Impeachment" },
	{ "title": "Trump acquitted by Senate on articles of impeachment for abuse of power" },
	{ "title": "What are some tips for someone with no fighting experience to win in a fight?" },
	{ "title": "Mitt Romney to break with Republicans and vote to convict Trump" },
	{ "title": "Finland to offer new fathers as much paid leave as mothers" },
	{ "title": "Barack and Michelle Obama, shortly after their marriage in 1992." },
	{ "title": "Completely sums it up" },
	{ "title": "Flood in Japan is cleaner than my local public swimming pool." },
	{ "title": "She’s starting early" },
	{ "title": "Undercover Boss is the most reprehensible propaganda on TV" },
	{ "title": "Lady goes into racist rant after assaulting two children on Newcastle Transit because they wouldn’t give her their seat" },
	{ "title": "They read 8 pages of political lore... but why?" },
	{ "title": "Exhibition game in Moscow" },
	{
		"title": "TIL in 1995, France found a man guilty of killing a teen girl, but he was able to avoid sentencing by hiding out in Germany. In 2009, the victim's father hired a team to kidnap the killer out of Germany and dump him in front of a French courthouse. It worked, and he is now serving 15 years."
	},
	{ "title": "Sensitive Men, what does your girlfriend do that upsets you, unknown to her?" },
	{ "title": "President Trump found “not guilty” on Article 1 - Abuse of Power" },
	{ "title": "So, apparently granddad had an... interesting career" },
	{ "title": "House of Cards Crumbling for Custom Home Builder." },
	{ "title": "[Image] You are your most precious asset, you must take care of yourself accordingly" },
	{ "title": "Just finished building my 3d-printed Darksaber!" },
	{ "title": "17 Equations That Changed The World. By Ian Stewart." },
	{ "title": "Someone set the fucking bathroom on fire at my school" },
	{ "title": "Job Recruiters and Human Resources, this means YOU" }
]
