[
  {
    "title": "What are some NOT fun facts?"
  },
  {
    "title": "The President is calling for Senator Mitt Romney to be expelled from the GOP after becoming the first senator in US history to vote to convict a President from their own party."
  },
  {
    "title": "Daily Discussion Thread - February 06, 2020"
  },
  {
    "title": "Discussion Thread: Senate Impeachment Trial - Day 14: Final Vote on the Articles of Impeachment| 02/05/2020 - Live, 4pm EST"
  },
  {
    "title": "Democrats this morning"
  },
  {
    "title": "Someone set the fucking bathroom on fire at my school"
  },
  {
    "title": "Account Flagged for RWT - Please Read"
  },
  {
    "title": "[Wojnarowski] Golden State has agreed to trade D'Angelo Russell to Minnesota for a deal that includes Andrew Wiggins, a 2021 protected first-round pick and a 2022 second-round pick, league sources tell ESPN. Warriors will send Jacob Evans and Omari Spellman to Timberwolves too."
  },
  {
    "title": "If you need a wheel chair due to your \"weight\", it should be mandatory that it is a manual chair rather than a powered chair."
  },
  {
    "title": "Harrison Ford: America Has Lost Its Moral Leadership And Credibility"
  },
  {
    "title": "[OC] Historical U.S. Senate votes for presidents' conviction on impeachment charges"
  },
  {
    "title": "HOW TO CLIMB. 2 Very important concepts."
  },
  {
    "title": "This is fine"
  },
  {
    "title": "The Bachelor S24E06 - West Coast Live Discussion Thread"
  },
  {
    "title": "This photo gives an unusually clear look at the shock wave of an explosion"
  },
  {
    "title": "African musician's instrument in pieces after an encounter with TSA"
  },
  {
    "title": "Shrek 2 has the best climax ever."
  },
  {
    "title": "Would you risk driving if you knew you could \"crit fail\" and suddenly have the driving skills of an 8-year-old?"
  },
  {
    "title": "(POST GAME THREAD) Toronto Raptors (37-14) defeat Indiana Pacers (31-20) 119-118."
  },
  {
    "title": "GWB awarding Mr. Rogers the presidential medal of freedom"
  },
  {
    "title": "An anti-Putin blogger was murdered in a French hotel, and the killing has the hallmarks of the Russian hit squad causing chaos in Europe"
  },
  {
    "title": "Warning: Chinese shills are patrolling this sub hard"
  },
  {
    "title": "My brother was falsely accused of rape and killed himself."
  },
  {
    "title": "This enormous wolf"
  },
  {
    "title": "This Chair for People Who Love To Sit Cross-Legged"
  }
]